// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Papierzufuhrreinigung";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Abbrechen";

CleaningConfirmationTitle = "Papierzufuhrreinigung";
CleaningConfirmationBody = "Dieser Vorgang kann mehrere Minuten dauern. Mechanische Geräusche sind bei diesem Vorgang normal. Unterbrechen Sie den Vorgang nicht. Klicken Sie auf 'OK', um fortzufahren.";
PaperFoundTite = "Papier gefunden";
PaperFoundBody = "Entfernen Sie das Papier aus der Ablage, bevor Sie mit der Papierzufuhrreinigung fortfahren. Klicken Sie auf 'OK', um fortzufahren.";
PapperFeedCleaningTitle = "Papierzufuhrreinigung";
PaperFeedCleaningCompleteBody = "Papierzufuhrreinigung ist abgeschlossen.";

NotInitiatedTitle = "Die Reinigung kann nicht initiiert werden.";
NotInitiatedMsg = "Der Reinigungsvorgang kann nicht initiiert werden. Überprüfen Sie, ob der Drucker online geschaltet ist und keine Aufträge verarbeitet.";

HSDInfoTextFieldValue = "Führen Sie diesen Vorgang aus, wenn der Papiereinzug des Druckers nicht korrekt funktioniert. Funktioniert beim Senden eines Druckauftrags der Papiereinzug nicht, wird mit diesem Vorgang ein Teil im Drucker gereinigt, wodurch das Problem behoben wird.";
HSDGuideTextFieldValue = "Entfernen Sie das Papier aus der Ablage, bevor Sie die Papierzufuhrreinigung starten. Klicken Sie auf 'Reinigen', bevor Sie den Vorgang starten.";
HSDCleanButtonTitle = "Reinigen";

PaperFeedCancelingTitle = "Wird abgebrochen";
